Repository: Techlogica/doorstep_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ml_in, mr_in

# navi
source: Close
ml_in: അടയ്‌ക്കുക
mr_in: बंद

source: Logout
ml_in: ലോഗൗട്ട്

source: Unable to import database. Retry
ml_in: ഡാറ്റാബേസ് ഇറക്കുമതി ചെയ്യാൻ കഴിയില്ല. വീണ്ടും ശ്രമിക്കുക
mr_in: डेटाबेस आयात करण्यात अक्षम. कृपया पुन्हा प्रयत्न करा

source: Database Import Completed
ml_in: ഡാറ്റാബേസ് ഇറക്കുമതി പൂർത്തിയായി
mr_in: डेटाबेस आयात पूर्ण

source: Backup Completed Successfully
ml_in: ബാക്കപ്പ് വിജയകരമായി പൂർത്തിയാക്കി
mr_in: बॅकअप यशस्वीरित्या पूर्ण झाले

source: Unable to backup database. Retry
ml_in: ഡാറ്റാബേസ് ബാക്കപ്പ് ചെയ്യാൻ കഴിയില്ല. വീണ്ടും ശ്രമിക്കുക
mr_in: बॅकअप डेटाबेस करण्यात अक्षम. कृपया पुन्हा प्रयत्न करा

source: No network connection
ml_in: നെറ്റ്‌വർക്ക് കണക്ഷനൊന്നുമില്ല
mr_in: नेटवर्क कनेक्शन नाही

source: Failed
ml_in: പരാജയപ്പെട്ടു
mr_in: अयशस्वी

# rateYourDeliveryAgent
source: Rate your delivery
ml_in: നിങ്ങളുടെ ഡെലിവറി റേറ്റുചെയ്യുക
mr_in: आपल्या वितरण रेट

source: Agent Name
ml_in: ഏജന്റിന്റെ പേര്
mr_in: एजंट नाव

source: Hi,
ml_in: ഹായ്,
mr_in: हाय,

source: Enter your PIN
ml_in: നിങ്ങളുടെ പിൻ നൽകുക
mr_in: आपला पिन प्रविष्ट करा

source: Don't have an account?
ml_in: ഒരു അക്കൗണ്ട് ഇല്ലേ?
mr_in: खाते नाही?

# singUp
source: Sign up
ml_in: സൈൻ അപ്പ് ചെയ്യുക
mr_in: साइन अप करा

source: Mobile number
ml_in: മൊബൈൽ നമ്പർ
mr_in: मोबाइल नंबर

source: Password
ml_in: രഹസ്യ നമ്പർ
mr_in: संकेतशब्द

source: Sign in
ml_in: സൈൻ ഇൻ ചെയ്യുക
mr_in: साइन इन करा

source: Forgot password?
ml_in: രഹസ്യ നമ്പർ മറന്നോ?
mr_in: आपला संकेतशब्द विसरलात?

source: Enter your mobile number
ml_in: നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക
mr_in: तुमचा भ्रमणध्वनी क्रमांक टाका

source: Get OTP
ml_in: OTP നേടുക
mr_in: ओटीपी मिळवा

source: Already you have an account?
ml_in: നിങ്ങൾക്ക് ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?
mr_in: तुमच्याकडे आधीपासूनच खाते आहे?

source: My orders
ml_in: എൻ്റെ ഓർഡറുകൾ
mr_in: माझे आदेश

source: KNOCK, KNOCK! WHO'S THERE?
ml_in: നോക്ക്, നോക്ക്! എവിടെയാണ്?
mr_in: ठक ठक! कोण आहे तिकडे

source: You don't have any addresses saved. Saving address helps you checkout faster
ml_in: നിങ്ങൾക്ക് വിലാസങ്ങളൊന്നും സംരക്ഷിച്ചിട്ടില്ല. വിലാസം സംരക്ഷിക്കുന്നത് വേഗത്തിൽ ചെക്ക്ഔട്ട് ചെയ്യാൻ നിങ്ങളെ സഹായിക്കുന്നു,
mr_in: आपल्याकडे कोणतेही पत्ते जतन केलेले नाहीत. पत्ता जतन करणे आपल्याला जलद चेकआउट करण्यात मदत करते

# addAnAddress
source: Add address
ml_in: ഒരു വിലാസം ചേർക്കുക
mr_in: एक पत्ता जोडा

source: Verification Code
ml_in: കോഡ് പരിശോധിച്ച് ഉറപ്പിക്കുക
mr_in: सत्यापन कोड

source: Sent to your
ml_in: നിങ്ങൾക്ക് അയച്ചു
mr_in: आपल्याला पाठविले

source: Verify
ml_in: പരിശോധിക്കുക
mr_in: सत्यापित करा

# didntGetOtp
source: Didn't get the OTP?
ml_in: OTP ലഭിച്ചില്ലേ?
mr_in: ओटीपी मिळाला नाही?

# didntGetCode
source: Didn't get the code?
ml_in: കോഡ് ലഭിച്ചില്ലേ?
mr_in: कोड मिळाला नाही?

source: Resend OTP
ml_in: OTP വീണ്ടും അയയ്‌ക്കുക
mr_in: ओटीपी पुन्हा पाठवा

source: Resend Code
ml_in: കോഡ് വീണ്ടും അയക്കുക
mr_in: कोड पुन्हा पाठवा

source: Manage Address
ml_in: വിലാസം നിയന്ത്രിക്കുക
mr_in: पत्ता व्यवस्थापित करा

source: Order List
ml_in: ഓർഡർ ലിസ്റ്റ്
mr_in: ऑर्डर यादी

source: Get QR code
ml_in: QR കോഡ് നേടുക
mr_in: क्यूआर कोड मिळवा

source: Checkout
ml_in: ചെക്ക്ഔട്ട്
mr_in: तपासा आउट

# pleaseProviderThisQrCodeToOurAgentToCompleteYourOrder
source: Please provide this QR code to our agent to complete your order
ml_in: നിങ്ങളുടെ ഓർ‌ഡർ‌ പൂർ‌ത്തിയാക്കുന്നതിന് ദയവായി ഞങ്ങളുടെ ഏജന്റിന് ഈ QR കോഡ് നൽ‌കുക.
mr_in: कृपया आपला ऑर्डर पूर्ण करण्यासाठी आमच्या एजंटला हा क्यूआर कोड प्रदान करा

# complaintReport
source: Report Complaint
ml_in: പരാതി റിപ്പോർട്ട് ചെയ്യുക
mr_in: त्याचा अहवाल द्या

source: Male
ml_in: ആൺ
mr_in: नर

source: Female
ml_in: പെൺ
mr_in: स्त्री

source: Username
ml_in: ഉപയോക്തൃനാമം
mr_in: वापरकर्तानाव

source: Email
ml_in: ഇമെയിൽ
mr_in: ईमेल

source: Confirm password
ml_in: രഹസ്യ നമ്പർ സ്ഥിരീകരിക്കുക
mr_in: पासवर्डची पुष्टी करा

source: Register
ml_in: രജിസ്റ്റർ ചെയ്യുക
mr_in: नोंदणी करा

source: Select address
ml_in: വിലാസം തിരഞ്ഞെടുക്കുക
mr_in: एक पत्ता निवडा

source: Home
ml_in: വീട്
mr_in: घर

source: Work
ml_in: ജോലി
mr_in: काम

source: Other
ml_in: മറ്റുള്ളവ
mr_in: इतर

source: No address added
ml_in: വിലാസമൊന്നും ചേർത്തിട്ടില്ല
mr_in: पत्ता जोडला नाही

source: Home / Flat / Block no.
ml_in: വീട് / ഫ്ലാറ്റ് / ബ്ലോക്ക് നമ്പർ.
mr_in: घर / फ्लॅट / ब्लॉक क्र.

source: Landmark
ml_in: ലാൻഡ്മാർക്ക്
mr_in: लँडमार्क

source: My cart
ml_in: എൻ്റെ കാർട്ട്
mr_in: माझे कार्ट

source: Add Custom Note
ml_in: ഇഷ്‌ടാനുസൃത കുറിപ്പ് ചേർക്കുക
mr_in: एक सानुकूल नोट जोडा

# deliveryCharge
source: Check delivery charge
ml_in: ഡെലിവറി ചാർജ് പരിശോധിക്കുക
mr_in: वितरण शुल्क तपासा

source: You seem to be in a new Location
ml_in: നിങ്ങൾ ഒരു പുതിയ സ്ഥലത്താണെന്ന് തോന്നുന്നു
mr_in: आपण नवीन ठिकाणी आहात असे दिसते

source: Add address
ml_in: വിലാസം ചേർക്കുക
mr_in: एक पत्ता जोडा

source: ATM Service
ml_in: എടിഎം സേവനം
mr_in: एटीएम सेवा

source: Cash Withdrawal
ml_in: പണം പിൻവലിക്കൽ
mr_in: पैसे काढणे

source: Enter the amount
ml_in: തുക നൽകുക
mr_in: रक्कम प्रविष्ट करा

source: Cancel
ml_in: റദ്ദാക്കുക
mr_in: रद्द करा

source: Update cart
ml_in: കാർട്ട് അപ്‌ഡേറ്റുചെയ്യുക
mr_in: अद्ययावत कार्ट

source: Items Selected
ml_in: ഇനങ്ങൾ തിരഞ്ഞെടുത്തു
mr_in: आयटम निवडला

source: Add cart
ml_in: കാർട്ട് ചേർക്കുക
mr_in: कार्टमध्ये जोडा

source: Current Location
ml_in: ഇപ്പോഴുള്ള സ്ഥലം
mr_in: वर्तमान स्थान

source: Save as
ml_in: ഇതായി സംരക്ഷിക്കുക
mr_in: म्हणून सेव्ह करा

# egDadPlaceJohnsHome
source: e.g.: Dad's Place, John's Home
ml_in: ഉദാ: ഡാഡിയുടെ സ്ഥലം, ജോണിന്റെ വീട്
mr_in: उदा: वडिलांचे स्थान, जॉनचे घर

source: Save Address
ml_in: വിലാസം സംരക്ഷിക്കുക
mr_in: पत्ता जतन करा

# orderConform
source: Order Confirm
ml_in: ഓർഡർ സ്ഥിരീകരിക്കുക
mr_in: ऑर्डरची पुष्टी करा

source: Delivered
ml_in: കൈമാറി
mr_in: वितरित

source: Please provide our service feedback
ml_in: ദയവായി ഞങ്ങളുടെ സേവന ഫീഡ്‌ബാക്ക് നൽകുക
mr_in: कृपया आमचा सेवा अभिप्राय द्या

source: Your feedback makes ATM Bharath better.
ml_in: നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് എടിഎം ഭാരതത്തെ മികച്ചതാക്കുന്നു.
mr_in: तुमचा अभिप्राय एटीएम इंडियाला अधिक चांगला बनवितो.

source: REORDER
ml_in: ഓർഡർ ആവർത്തിക്കുക
mr_in: पुन्हा ऑर्डर द्या

source: RATE ORDER
ml_in: റേറ്റ് ഓർഡർ
mr_in: रेटिंग

source: View Profile
ml_in: വ്യക്തിവിവരങ്ങൾ കാണുക
mr_in: प्रोफाइल पहा

source: Change Password
ml_in: പാസ്വേഡ് മാറ്റുക
mr_in: संकेतशब्द बदला

source: Settings
ml_in: ക്രമീകരണങ്ങൾ
mr_in: सेटिंग्ज

source: Change Language
ml_in: ഭാഷ മാറ്റുക
mr_in: भाषा बदला

source: Help Line
ml_in: സഹായ ലൈൻ
mr_in: मदत ओळ

source: App info
ml_in: അപ്ലിക്കേഷൻ വിവരം
mr_in: अ‍ॅप माहिती

source: Invite a friend
ml_in: ഒരു സുഹൃത്തിനെ ക്ഷണിക്കുക
mr_in: मित्रास आमंत्रित करा

source: from
ml_in: മുതൽ
mr_in: पासून

source: ATM BHARATH
ml_in: എടിഎം ഭാരത്
mr_in: एटीएम भारता

source: Door Step Banking
ml_in: ഡോർ സ്റ്റെപ്പ് ബാങ്കിംഗ്
mr_in: डोअर स्टेप बँकिंग

source: Account
ml_in: അക്കൗണ്ട്
mr_in: खाते

source: Name
ml_in: പേര്
mr_in: नाव

source: Save
ml_in: സംരക്ഷിക്കുക
mr_in: जतन करा

source: Location
ml_in: സ്ഥലം
mr_in: स्थान

source: Registration
ml_in: രജിസ്ട്രേഷൻ
mr_in: नोंदणी

source: Review
ml_in: അവലോകനം
mr_in: पुनरावलोकन

source: Orders
ml_in: ഓർഡറുകൾ
mr_in: ऑर्डर

source: Full Address
ml_in: മുഴുവൻ വിലാസം
mr_in: संपूर्ण पत्ता

# logoutAlert
source: Are you sure want to log out?
ml_in: നിങ്ങൾക്ക് തീർച്ചയായും പുറത്തുകടക്കാൻ ആഗ്രഹമുണ്ടോ?
mr_in: आपली खात्री आहे की आपण लॉग आउट करू इच्छिता?

source: Yes
ml_in: അതെ
mr_in: होय

source: No
ml_in: ഇല്ല
mr_in: नाही

source: Ok
ml_in: ശരി
mr_in: ठीक आहे

source: Wishlist
ml_in: വിഷ്ലിസ്റ്റ്
mr_in: विशलिस्ट

source: Do you need to select another address?
ml_in: നിങ്ങൾക്ക് മറ്റൊരു വിലാസം തിരഞ്ഞെടുക്കേണ്ടതുണ്ടോ?
mr_in: आपल्याला दुसरा पत्ता निवडण्याची आवश्यकता आहे का?

source: Password Reset
ml_in: പാസ്‌വേഡ് പുനർ സജ്ജമാക്കുക
mr_in: संकेतशब्द रीसेट

source: Request Password
ml_in: പാസ്‌വേഡ് അഭ്യർത്ഥിക്കുക
mr_in: संकेतशब्द विनंती

source: Find Your Account
ml_in: നിങ്ങളുടെ അക്കൗണ്ട് കണ്ടെത്തുക
mr_in: तुमचे खाते शोधा

source: Please enter your mobile number to search for your account.
ml_in: നിങ്ങളുടെ അക്കൗണ്ടിനായി തിരയുന്നതിന് ദയവായി നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക.
mr_in: कृपया आपले खाते शोधण्यासाठी आपला मोबाइल नंबर प्रविष्ट करा.

source: No Data Found
ml_in: ഡാറ്റയൊന്നും കണ്ടെത്തിയില്ല
mr_in: माहिती आढळली नाही

source: Oops!
ml_in: ക്ഷമിക്കണം!
mr_in: अरेरे!

source: Reset Password
ml_in: പാസ്‌വേഡ് പുനർ സജ്ജമാക്കുക
mr_in: संकेतशब्द रीसेट करा

source: New Password
ml_in: പുതിയ പാസ്‌വേഡ്
mr_in: नवीन संकेतशब्द

# mcontinue
source: Continue
ml_in: തുടരുക
mr_in: चालू ठेवणे

source: Create a new password
ml_in: ഒരു പുതിയ പാസ്‌വേഡ് സൃഷ്ടിക്കുക
mr_in: एक नवीन संकेतशब्द तयार करा

source: Enter the security code
ml_in: സുരക്ഷാ കോഡ് നൽകുക
mr_in: एक सुरक्षा कोड प्रविष्ट करा

source: Check your phone for a text message with your code. Your code is 4 length
ml_in: നിങ്ങളുടെ കോഡ് ഒരു വാചക സന്ദേശമായി വന്നിട്ടുണ്ടാകും. നിങ്ങളുടെ ഫോൺ പരിശോധിക്കുക. അത് ഒരു 4 അക്ക സംഗ്യ ആണ്.
mr_in: आपल्या कोडसह मजकूर संदेशासाठी आपला फोन तपासा. आपला कोड 4 लांबीचा आहे

source: We sent your code to:
ml_in: ഞങ്ങൾ നിങ്ങളുടെ കോഡ് അയച്ചു:
mr_in: आम्ही आपला कोड यावर पाठविला:

source: Password Updated!
ml_in: പാസ്‌വേഡ് അപ്‌ഡേറ്റുചെയ്‌തു!
mr_in: संकेतशब्द अद्यतनित!

source: Your password has been changed successfully. Use your new password to login.
ml_in: നിങ്ങളുടെ പാസ്‌വേഡ് വിജയകരമായി മാറ്റി. ലോഗിൻ ചെയ്യുന്നതിന് നിങ്ങളുടെ പുതിയ പാസ്‌വേഡ് ഉപയോഗിക്കുക.
mr_in: आपला संकेतशब्द यशस्वीरित्या बदलला गेला आहे. लॉगिन करण्यासाठी आपला नवीन संकेतशब्द वापरा.

source: View Status
ml_in: നില കാണുക
mr_in: स्थिती पहा

# somethingWrong
source: Something went wrong
ml_in: എന്തോ കുഴപ്പം സംഭവിച്ചു
mr_in: काहीतरी चूक झाली

source: Invalid UserName
ml_in: അസാധുവായ ഉപയോക്തൃനാമം
mr_in: अवैध वापरकर्तानाव

# invalidAddress
source: InValid Email Address
ml_in: അസാധുവായ ഇമെയിൽ വിലാസം
mr_in: अवैध ई - मेल पत्ता

# wrongMail
source: Wrong Email Address
ml_in: തെറ്റായ ഇമെയിൽ വിലാസം
mr_in: चुकीचा इ - मेल पत्ता

# sucessWishlist
source: sucessfully added to wishlist
ml_in: വിഷ്‌ലിസ്റ്റിലേക്ക് വിജയകരമായി ചേർത്തു
mr_in: विशलिस्टमध्ये जोडले

source: Invalid PIN
ml_in: അസാധുവായ പിൻ
mr_in: अवैध पिन

# invalidNumber
source: Invalid Mobile Number
ml_in: അസാധുവായ മൊബൈൽ നമ്പർ
mr_in: अवैध मोबाइल नंबर

source: Invalid Password
ml_in: പാസ്‌വേഡ് അസാധുവാണ്
mr_in: अवैध पासवर्ड

# locationSuccess
source: Location added successfully
ml_in: ലൊക്കേഷൻ വിജയകരമായി ചേർത്തു
mr_in: स्थान यशस्वीरित्या जोडले

source: Choose Location
ml_in: ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക
mr_in: एक स्थान निवडा

source: Select save type
ml_in: സംരക്ഷിക്കൽ തരം തിരഞ്ഞെടുക്കുക
mr_in: सेव्ह प्रकार निवडा

source: Invalid OTP
ml_in: OTP അസാധുവാണ്
mr_in: अवैध ओटीपी

# otpTimeout
source: OTP expired
ml_in: OTP കാലഹരണപ്പെട്ടു
mr_in: ओटीपी कालबाह्य

source: OTP Received
ml_in: OTP ലഭിച്ചു
mr_in: ओटीपी प्राप्त झाला

# countdownTimer
source: The countdown timer is over
ml_in: കൗണ്ട്‌ഡൗൺ ടൈമർ അവസാനിച്ചു
mr_in: काउंटडाउन टाइमर संपला आहे

source: Wrong Password
ml_in: തെറ്റായ പാസ്‌വേഡ്
mr_in: चुकीचा गुप्तशब्द

# wrongEmail
source: Wrong Email Address
ml_in: തെറ്റായ ഇമെയിൽ വിലാസം
mr_in: चुकीचा इ - मेल पत्ता

# invalidEmail
source: InValid Email Address
ml_in: അസാധുവായ ഇമെയിൽ വിലാസം
mr_in: अवैध ई - मेल पत्ता

# orderNumber
source: ORDER #
ml_in: ഓർഡർ #
mr_in: ऑर्डर #

# chooseYourPreferredLanguage
source: Select the language of your choice
ml_in: നിങ്ങൾക്ക് ഇഷ്ടമുള്ള ഭാഷ തിരഞ്ഞെടുക്കുക
mr_in: आपली पसंतीची भाषा निवडा

source: OTP:
ml_in: ഒറ്റത്തവണ പാസ്‌വേഡ്:
mr_in: एक वेळ पडताळणी:

source: Submit
ml_in: സമർപ്പിക്കുക
mr_in: प्रस्तुत करणे

source: Old Password
ml_in: പഴയ പാസ്‌വേഡ്
mr_in: जुना संकेतशब्द

# cartSuccessMsg
source: Successfully added to cart
ml_in: കാർട്ടിലേക്ക് വിജയകരമായി ചേർത്തു
mr_in: यशस्वीरित्या कार्टमध्ये जोडले

# cartFailMsg
source: The product already exists in the cart
ml_in: ഉൽപ്പന്നം ഇതിനകം കാർട്ടിൽ നിലവിലുണ്ട്
mr_in: उत्पादन अगोदरच कार्टमध्ये अस्तित्वात आहे

# deliveryChargeTitle
source: Delivery Charge:
ml_in: ഡെലിവറി ചാർജ്:
mr_in: वितरण शुल्क:

# invalidOldPassword
source: Please set the old password
ml_in: പഴയ പാസ്‌വേഡ് സജ്ജമാക്കുക
mr_in: कृपया जुना संकेतशब्द सेट करा

# setNewpassword
source: Set a new password
ml_in: പുതിയ പാസ്‌വേഡ് സജ്ജമാക്കുക
mr_in: एक नवीन संकेतशब्द सेट करा

# setConfirmPassword
source: Set a confirmation password
ml_in: പാസ്‌വേഡ് സെറ്റ് സ്ഥിരീകരിക്കുക
mr_in: एक पुष्टीकरण संकेतशब्द सेट करा

source: Check Password
ml_in: പാസ്‌വേഡ് പരിശോധിക്കുക
mr_in: संकेतशब्द तपासा

source: Change Address
ml_in: വിലാസം മാറ്റുക
mr_in: पत्ता बदला

# deliverycharge
source: Delivery Charge : Rs.
ml_in: ഡെലിവറി ചാർജ് : രൂപ.
mr_in: वितरण शुल्क : रुपये.

# deliverychargeDescription
source: Delivery charge also vary according to location
ml_in: ഡെലിവറി ചാർജു ലൊക്കേഷൻ അനുസരിച്ച് വ്യത്യാസപ്പെടുന്നു
mr_in: डिलिव्हरी शुल्क देखील स्थानानुसार बदलते

# estimatedDeliveryCharge
source: Estimated delivery charge: Rs.
ml_in: കണക്കാക്കിയ ഡെലിവറി ചാർജ്: രൂപ.
mr_in: अंदाजे वितरण शुल्क: रुपये.

source: For future purpose
ml_in: ഭാവി ആവശ്യത്തിനായി
mr_in: भविष्यातील हेतूसाठी

source: Alert
ml_in: അലേർട്ട്
mr_in: सतर्क

# reorderAlert
source: The product in the cart will be discarded when the order is repeated
ml_in: ഓർഡർ ആവർത്തിക്കുമ്പോൾ കാർട്ടിലെ ഉൽപ്പന്നം ഉപേക്ഷിക്കപ്പെടും
mr_in: ऑर्डरची पुनरावृत्ती केली जाते तेव्हा कार्टमधील उत्पादन टाकून दिले जाईल

# deleteOrderAlert
source: Are you sure you want to cancel this order?
ml_in: ഈ ഓർഡർ റദ്ദാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr_in: आपली खात्री आहे की आपण ही ऑर्डर रद्द करू इच्छिता?

source: Delete
ml_in: ഇല്ലാതാക്കുക
mr_in: हटवा

source: Cancel confirmation
ml_in: സ്ഥിരീകരണം റദ്ദാക്കുക
mr_in: पुष्टीकरण रद्द करा

source: ATM Withdrawal
ml_in: എടിഎം പിൻവലിക്കൽ
mr_in: एटीएम पैसे काढणे

source: Press once again to exit!
ml_in: പുറത്തുകടക്കാൻ വീണ്ടും അമർത്തുക!
mr_in: बाहेर पडण्यासाठी पुन्हा एकदा दाबा!

source: Order Placed
ml_in: ഓർഡർ ചെയ്തു
mr_in: ऑर्डर दिली

source: Order Confirmed
ml_in: ഓർഡർ സ്ഥിരീകരിച്ചു
mr_in: ऑर्डरची पुष्टी केली

source: Order Processed
ml_in: ഓർഡർ പ്രോസസ്സ് ചെയ്തു
mr_in: ऑर्डरवर प्रक्रिया केली

source: Agent Arrived
ml_in: ഏജന്റ് എത്തി
mr_in: एजंट आला

source: Order Verified
ml_in: ഓർഡർ പരിശോധിച്ചു
mr_in: ऑर्डर सत्यापित

source: Order Delivered
ml_in: ഓർഡർ കൈമാറി
mr_in: ऑर्डर वितरित

source: Order Completed
ml_in: ഓർഡർ പൂർത്തിയായി
mr_in: ऑर्डर पूर्ण

source: View Track
ml_in: ട്രാക്ക് കാണുക
mr_in: ट्रॅक पहा
